[
  {
    "date": "2026-02-07",
    "challenge": "Identify one single-use plastic item you regularly use and brainstorm a reusable alternative for it.",
    "why_it_matters": "Single-use plastics contribute significantly to landfill waste and ocean pollution. Finding reusable alternatives reduces your personal plastic footprint and encourages a circular economy.",
    "impact_estimate": "Prevents an estimated 50+ single-use plastic items from entering the waste stream annually for that one item.",
    "category": "Waste",
    "image_filename": null
  },
  {
    "date": "2026-02-07",
    "challenge": "Identify one single-use plastic item you regularly use and brainstorm a reusable alternative for it.",
    "why_it_matters": "Single-use plastics contribute significantly to landfill waste and ocean pollution. Finding reusable alternatives reduces your personal plastic footprint and encourages a circular economy.",
    "impact_estimate": "Prevents an estimated 50+ single-use plastic items from entering the waste stream annually for that one item.",
    "category": "Waste",
    "image_filename": "2026-02-07_2.jpeg"
  },
  {
    "date": "2026-02-07",
    "challenge": "Refuse single-use plastic cutlery for one meal today.",
    "why_it_matters": "Single-use plastics like cutlery contribute significantly to landfill waste and plastic pollution, harming ecosystems and wildlife. Choosing to opt out of these items helps reduce unnecessary plastic production and consumption.",
    "impact_estimate": "Avoiding just one set of plastic cutlery prevents plastic waste that takes hundreds of years to decompose.",
    "category": "Waste",
    "image_filename": null
  },
  {
    "date": "2026-02-07",
    "challenge": "Spend 5 minutes sorting any recyclables from your dorm room trash can into the proper bin.",
    "why_it_matters": "It's common for recyclables like plastic bottles, cans, or paper to accidentally end up in the general trash, especially in busy dorms. Properly sorting these items ensures they can be processed and reused, diverting valuable materials from landfills. This simple act reduces pollution and conserves natural resources.",
    "impact_estimate": "You can divert several plastic bottles, aluminum cans, or paper items from landfill, saving the energy equivalent to powering a lightbulb for several hours.",
    "category": "Waste",
    "image_filename": null
  },
  {
    "date": "2026-02-07",
    "challenge": "Spend 10 minutes gathering all loose paper (notes, old assignments, flyers) from your desk and bag area, and place it in your dorm's designated paper recycling bin.",
    "why_it_matters": "Paper is a major component of dorm waste, and recycling it reduces the demand for virgin timber, conserves energy, and saves valuable landfill space. Separating recyclables at the source is a simple but effective way to contribute to a circular economy.",
    "impact_estimate": "Recycling the paper from your desk today can save enough energy to power a typical LED desk lamp for over 40 days.",
    "category": "Waste",
    "image_filename": null
  },
  {
    "date": "2026-02-07",
    "challenge": "Pick one single-use item you frequently use in your dorm (e.g., disposable coffee cup, water bottle, snack bag) and identify a reusable alternative you can commit to using starting tomorrow.",
    "why_it_matters": "Single-use items are a major source of waste, consuming resources and ending up in landfills or polluting environments. Choosing reusables significantly reduces your personal waste stream. This small proactive step helps break the cycle of disposables.",
    "impact_estimate": "Replacing just one daily single-use item can divert over 300 items from waste annually.",
    "category": "Waste",
    "image_filename": null
  },
  {
    "date": "2026-02-07",
    "challenge": "Identify the single most frequent waste item in your family's bin and brainstorm one reusable alternative.",
    "why_it_matters": "Many common household items are designed for single-use, creating persistent waste streams. Pinpointing your household's top waste offender allows you to target your reduction efforts effectively. Switching to a reusable alternative dramatically reduces landfill waste and resource consumption.",
    "impact_estimate": "Successfully implementing one reusable alternative can divert hundreds of items from landfill annually, potentially reducing your family's waste volume by 5-10%.",
    "category": "Waste",
    "image_filename": null
  },
  {
    "date": "2026-02-07",
    "challenge": "Identify the single most frequent waste item in your family's bin and brainstorm one reusable alternative.",
    "why_it_matters": "Many common household items are designed for single-use, creating persistent waste streams. Pinpointing your household's top waste offender allows you to target your reduction efforts effectively. Switching to a reusable alternative dramatically reduces landfill waste and resource consumption.",
    "impact_estimate": "Successfully implementing one reusable alternative can divert hundreds of items from landfill annually, potentially reducing your family's waste volume by 5-10%.",
    "category": "Waste",
    "image_filename": null
  },
  {
    "date": "2026-02-07",
    "challenge": "Do a quick 5-minute audit of your kitchen or bathroom bin to see what could have been recycled or composted.",
    "why_it_matters": "Many households mistakenly throw away items that could be diverted from landfill. Understanding your personal waste habits is the crucial first step towards reducing your overall environmental footprint and conserving resources.",
    "impact_estimate": "A typical household can divert 30-50% of its waste from landfill through better recycling and composting practices, significantly reducing greenhouse gas emissions.",
    "category": "Waste",
    "image_filename": "2026-02-07_9.jpg"
  }
]